Repository: interaktivgmbh/interaktiv.gdpr
Catalog: src/interaktiv/gdpr/locales/*/LC_MESSAGES/interaktiv.gdpr.po
Languages: de

source: ${title} has been deleted.
de: ${title} wurde gelöscht.

source: Container for objects marked for deletion
de: Ordner für zur Löschung markierte Inhalte

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Installs the interaktiv.gdpr package.
de: Installiert das interaktiv.gdpr Produkt.

source: Interaktiv GDPR
de: Interaktiv DSGVO

source: Marked Deletion Container
de: Löschordner

source: Uninstalls the interaktiv.gdpr package.
de: Deinstalliert das interaktiv.gdpr Produkt.

source: View
de: Ansehen

source: "${title}" has already been deleted
de: "${title}" wurde bereits gelöscht

source: button_cancel
de: Abbrechen

source: button_delete
de: Löschen

source: button_delete_permanently
de: Endgültig löschen

source: button_deleting
de: Inhalt wird gelöscht...

source: button_processing
de: Inhalt wird verarbeitet...

source: button_save
de: Speichern

source: button_understood
de: Verstanden

source: button_withdraw
de: Zurückziehen

source: deletion_info
de: Löschinformationen

source: display_days
de: Anzeigetage

source: display_days_description
de: Anzahl der Tage, für die Einträge im Löschprotokoll angezeigt werden.

source: feature_marked_deletion
de: Löschmarkierung

source: feature_marked_deletion_description
de: Wenn aktiviert, werden gelöschte Inhalte in einen speziellen Ordner verschoben, anstatt endgültig gelöscht zu werden. Dies ermöglicht eine Wiederherstellung vor der endgültigen Löschung.

source: heading_deletion_log
de: Löschprotokoll

source: heading_deletion_settings
de: Einstellungen

source: heading_feature_management
de: Funktionsverwaltung

source: heading_gdpr_controlpanel
de: Interaktiv DSGVO

source: heading_pending_deletions
de: Ausstehende Löschungen

source: info_deletion_settings
de: Konfigurieren Sie die Aufbewahrungs- und Anzeigeeinstellungen für die Löschfunktion.

source: info_feature_management
de: DSGVO-Funktionen für diese Website aktivieren oder deaktivieren.

source: info_log_display_days
de: Zeigt Einträge der letzten ${days} Tage. Ältere Einträge sind weiterhin in der Registry gespeichert.

source: label_days
de: Tage

source: label_original_path
de: Ursprünglicher Pfad:

source: label_pending_count
de: Anzahl ausstehender Löschungen:

source: label_title
de: Titel:

source: label_warning
de: Warnung:

source: modal_are_you_sure
de: Sind Sie sicher?

source: modal_cannot_disable
de: Funktion kann nicht deaktiviert werden

source: modal_delete_permanently
de: Endgültig löschen?

source: modal_delete_warning
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: modal_pending_deletions_active
de: Es gibt noch ausstehende Löschungen.

source: modal_resolve_to_disable
de: Lösen Sie diese auf, um die Funktion zu deaktivieren.

source: modal_withdraw_info
de: Der Inhalt wird an seinen ursprünglichen Speicherort zurückverschoben.

source: modal_withdraw_question
de: Sind Sie sicher, dass Sie die Löschung zurückziehen möchten?

source: notice_enable_feature
de: Aktivieren Sie die Funktion auf dem Tab Allgemein, um Löschanfragen zu verwalten.

source: notice_feature_disabled
de: Die Löschmarkierungs-Funktion ist deaktiviert.

source: setting_retention_days
de: Aufbewahrungstage

source: setting_retention_days_description
de: Anzahl der Tage, bevor ausstehende Löschungen automatisch endgültig gelöscht werden.

source: status_deleted
de: Gelöscht

source: status_disabled
de: Deaktiviert

source: status_enabled
de: Aktiviert

source: status_pending
de: Ausstehend

source: status_withdrawn
de: Zurückgezogen

source: tab_general
de: Allgemein

source: table_header_actions
de: Aktionen

source: table_header_changed_by
de: Geändert von

source: table_header_deleted_at
de: Gelöscht am

source: table_header_deleted_by
de: Gelöscht von

source: table_header_original_path
de: Ursprünglicher Pfad

source: table_header_portal_type
de: Inhaltstyp

source: table_header_review_state
de: Status

source: table_header_scheduled_deletion
de: Geplante Löschung

source: table_header_status
de: Status

source: table_header_status_changed
de: Status geändert

source: table_header_subobjects
de: Unterobjekte

source: table_header_title
de: Titel
